Repository: erseco/omeka-s-exelearning
Catalog: language/*.po
Languages: es

source: Test message
es: Mensaje de prueba

source: eXeLearning Preview
es: Vista previa de eXeLearning

source: Open in new tab
es: Abrir en nueva pestaña

source: Download .elpx
es: Descargar .elpx

source: Edit in eXeLearning
es: Editar en eXeLearning

source: Edit eXeLearning File
es: Editar archivo eXeLearning

source: Save to Omeka
es: Guardar en Omeka

source: Close
es: Cerrar

source: Open fullscreen
es: Abrir a pantalla completa

source: Download
es: Descargar

source: Saving...
es: Guardando...

source: Saved successfully
es: Guardado correctamente

source: Loading project...
es: Cargando proyecto...

source: Fullscreen
es: Pantalla completa

source: Download eXeLearning file
es: Descargar archivo eXeLearning

source: Viewer Height (px)
es: Altura del visor (px)

source: Default height for the eXeLearning content viewer in pixels.
es: Altura predeterminada del visor de contenido eXeLearning en píxeles.

source: Show Edit Button
es: Mostrar botón de edición

source: Display the "Edit in eXeLearning" button for users with edit permissions.
es: Mostrar el botón "Editar en eXeLearning" para usuarios con permisos de edición.
